[{
        "id": 1,
        "image": "0010_image.jpg",
        "thumbnail": "0010_image_thumbnail.jpg",
        "year_from": 1700,
        "year_to": 1900,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "garment",
        "caption": "American Smock with less smocking than European styles, and no additional embroidery.",
        "description": "Smocks were the most common working man's clothing of the 1700s & 1800s in both the old world and the new. This is a linen smock from America with smocking in front and a placket of four buttons. There is a little smocking at the collar line in center back. (It is not a \"round smock,\" which would have a placket on the back side as well, to allow wearing it reversed.) On the shoulders are double layers of linen that cover all raw edges, and are called the \"straps,\" for reinforcing the smock. Sometimes, a strongly made smock could be used for future generations. Nothing went to waste or was thrown away if there was still some use in it. American smock fronts have varied smocking designs, with only two inches of smocking on the cuff-lines of the sleeves. Note that the smocking does not go all the way around the cuffs, but is centered, and is there simply for beauty's sake. Other pleats in the sleeve fabric attach to the side of the cuff opening. Under the rectangular arm sections are the usual seveninch squares sewn into the sleeves and body as folded, triangular gussets. On the shoulders, the long “straps,” and the facings inside the smock, cover the raw seams of sleeve insertions and are pressed inward toward the neckline. This completely covers the raw edges of the sleeves and straps. All raw edges of the fabric are turned under with small, hand whip-stitching that is hardly seen on the outside of the smock, this adds strength to the garment. Such construction will survive generations of work and washing. At the bottom of the side seam (French-seamed) is a tiny gusset at the top of the side slit to prevent side-seam tearing. There is plenty of room within this smock for a farmer to comfortably lift hay, drive a team, etc. The smock could be any neutral color of linen or dyed to a dark navy blue or brown for little boys' smocks. In New England, Nova Scotia or Canada smocks could even be wool, subtly striped, and much longer. Wool would protect men better than linen from cold, rain, snow, and dirt.",
        "source": "Drawn by Carma from a smock made by a Nauvoo missionary’s wife using Carma's measurements and sewing tutelage. Free use."
    },
    {
        "id": 2,
        "image": "0596_image.jpg",
        "thumbnail": "0596_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1900,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "costume",
        "caption": "Farmer wears a work smock and trousers.",
        "description": "Of the large Germanic Whitmer family in Fayette, New York, David Whitmer had a strong mind and body. Here he wears the usual American linen smock to cover his clothing while working. If the day were hot, a farmer might wear nothing on his torso except his tough linen smock. He also wears a broad-brimmed, low crowned hat and heavy leather work shoes. David's family hosted Joseph Smith, Jr. for one month while the Prophet used this safe place to get away from life-threatening mobs while translating the Book of Mormon from ancient gold plates into English.",
        "source": "This ink drawing, a portrait by Robert Barrett, is displayed in the Grandin Print Shop, Palmyra, New York. The clothing was carefully coached by Carma for the artist."
    },
    {
        "id": 3,
        "image": "0676_image.jpg",
        "thumbnail": "0676_image_thumbnail.jpg",
        "year_from": 1700,
        "year_to": 1870,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "garment",
        "caption": "A very simple man's woolen work smock is fully lined.",
        "description": "This drab-colored woolen smock has no fancy stitching on it, but is a straight, hanging tunic with broad shoulders. It is fully lined with yellow and brown plaid fabric for warmth. Its sleeves have small sleeve pleats at the narrow, sewn-on cuffs. A simple 1 inch binding at the neck is of the same tunic fabric. This over-smock was used as an additional two layers of fabric that could be conveniently pulled on over the head for cold farm work.",
        "source": "Drawn by Carma when this American smock was a recent acquisition at Old Sturbridge Historic Village in Sturbridge, New York. Free use."
    },
    {
        "id": 4,
        "image": "0019_image.jpg",
        "thumbnail": "0019_image_thumbnail.jpg",
        "year_from": 1700,
        "year_to": 1900,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "garment",
        "caption": "Smock from Old Sturbridge Village collection",
        "description": "This man's calf-length smock hadbeen repaired, as we can see a carefully reinforced seam just left of bottom center. A tear had taken place from the front hem and upward about 15 inches. Perhaps that split in the fabric was there when the smock was first made, many years before, and had been sewn up to prevent fraying. Then the fabric could still be used as good linen to create a long-sleeved smock for a man. This design has only a square of smocking stitches in top front, no wider than the flat collar spreads. All stitching and openings are identical on front and back, making it a reversible \"Round Smock.\" The sleeves have the expected section of smocking near the narrow cuffs, but not all the way around the cuffs. It had lasted a long time by being used on both, reversible sides for many years, or more than one generation. The owner donated it to the historic village. It is definitely a New England type of smock and is badly tacked up for this display. The shoulder width would have dropped a little off the farmer's shoulders when worn.",
        "source": "Old Sturbridge Village, a wonderful national park in Massachusetts showing historical Americana. From a booklet"
    },
    {
        "id": 5,
        "image": "0011_image.jpg",
        "thumbnail": "0011_image_thumbnail.jpg",
        "year_from": 1830,
        "year_to": 1840,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "costume",
        "caption": "A blue and white striped smock over regular clothes",
        "description": "A woolen smock with a squarish neckline binding added protection and warmth when worn over everything a man normally had on, even his coat, shirt, and tie. He could then go about his business in town or around his lands in very cold weather in Britain, Canada, or Northern U.S. and still keep his underneath clothing clean.",
        "source": "Booklet from Old Sturbridge Village, Sturbridge, Mass."
    },
    {
        "id": 6,
        "image": "0002_image.jpg",
        "thumbnail": "0002_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "costume",
        "caption": "American sailor holding a sextant",
        "description": "This hard-working sailor is not military, but one of the thousands of sailors who manned trading ships from port to port and country to country. His blouse has full front and back torso, and very full sleeves under a wide collar. His hat is flat with a long ribbon around the crown that falls to his shoulders. He also has a scarf tied under his collar. The trousers are the renowned, sailor bell-bottoms. If a sailor fell into the sea, he could lift a wet bell-bottom above the waves, trap air in the voluminous leg, and hold it tight at the bottom to provide a float. Wet fabric would hold the air in for a quite a while as he waited for help. Chances are good that many sailors on older ships wore not uniform sailor garb, but whatever they had in shirts or trousers. It probably depended on the strictness of the owner, and who was paying for his clothing.",
        "source": ""
    },
    {
        "id": 7,
        "image": "0014_image.jpg",
        "thumbnail": "0014_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1860,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "costume",
        "caption": "Farmer with a cradle scythe cuts his straw.",
        "description": "This farmer, wearing a vest and shirt, breeches, boots, and bowler hat, swings a multi-pronged cradle scythe into his late crop of straw. The extra prongs gather the straw as it is cut to deposit it in a swath. At the end of the cutting stroke, a farmer tilts the cradle to drop the straw in a pile. A horse and wagon with farm helpers are in the background to carry the straw piles into a giant stack.",
        "source": "Missouri Historical Review Oct. 2007, State Historical Society of Missouri, Columbia, Missouri. 02-80-98"
    },
    {
        "id": 8,
        "image": "0015_image.jpg",
        "thumbnail": "0015_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "family",
        "class": "working",
        "clothing": "costume",
        "caption": "Linen preparation used for centuries",
        "description": "This woman has a checkered shawl around her neck and shoulders, as well as a small white cap over her hair. Her skirt seems to be above ankle length and one layer pinned up in back while tramping through the mud. The Man is in breeches and a shirt with rolled-up sleeves. He is barefoot in the water. Woven Linen had to be soaked in water and then lain out on grasses to bleach in the sunlight. This was a dangerous time for textile makers because even in daylight the yardages of linen could be quickly stolen, denying the makers of their proper earnings after long seasons of work. Usually, the linens are laid out wet for 2-5 days of sunning and bleaching, being rinsed wet again each day.",
        "source": "Enhanced by Carma from W. H. Pyne. Free use."
    },
    {
        "id": 9,
        "image": "0012_image.jpg",
        "thumbnail": "0012_image_thumbnail.jpg",
        "year_from": 1700,
        "year_to": 1850,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "garment",
        "caption": "Breeches with close-up of knee plackets.",
        "description": "These particular breeches show a narrow front opening with two buttons, called a “French fall.” This is not a “broad fall” that extends widely from side to side, as in most breeches of the day. The French Fall is narrow. There is also a placket at the knees with 4 buttons to close the breech knee over high stockings. Breeches could be made of woven wool, of wool densely machine knitted, of leather, or of lined silk or heavy work cloth.",
        "source": "Watercolor and Photo by Carma; free use."
    },
    {
        "id": 10,
        "image": "0124_image.jpg",
        "thumbnail": "0124_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1860,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "garment",
        "caption": "“Broadfall” trousers with a strapped-under variation on the hem.",
        "description": "Broadfall trousers were usually loose in the seat. Most men wanted room to sit comfortably in spite of looking a little baggy in back, even in the best clothing. The strapped-under hem has black elastic under the shoe.",
        "source": "Watercolor illustrations by Carma; free use."
    },
    {
        "id": 11,
        "image": "0743_image.jpg",
        "thumbnail": "0743_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "garment",
        "caption": "Trouser pocket on drab cordoroy, showing pocket access",
        "description": "The same front-fall opening that allowed access to the man, also allowed his hand to reach into his pocket, as seen in the image above.",
        "source": ""
    },
    {
        "id": 12,
        "image": "0125_image.jpg",
        "thumbnail": "0125_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1860,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "garment",
        "caption": "Broadfall trousers, insideback sewing diagram. 1800-1860.",
        "description": "Inside of waistline shows inner seams of trousers, muslin pockets hanging down, and two buttons inside the top back to fasten onto separate suspenders. At top of center-back of waistline is a bias cut triangle, a single layer of cloth, rollhemmed, to let out or cinch in waistline using a tiny belt sewn onto the outside. These trousers could be taken in for a more slender man only by the side seams at the top, and down to the lower hip.",
        "source": "Watercolor sewing diagram by Carma."
    },
    {
        "id": 13,
        "image": "0038_image.jpg",
        "thumbnail": "0038_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "costume",
        "caption": "A brewer with his casks, his shoulder yoke, and a mug, wears an apron and an older coat and breeches.",
        "description": "",
        "source": ""
    },
    {
        "id": 14,
        "image": "0062_image.jpg",
        "thumbnail": "0062_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "costume",
        "caption": "Gardiner with a watering can and rake. He has very full sleeves, and a vividly striped waistcoat, tucked into his waistband.",
        "description": "",
        "source": ""
    },
    {
        "id": 15,
        "image": "0032_image.jpg",
        "thumbnail": "0032_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "costume",
        "caption": "Farmer in smock and knee-breeches.",
        "description": "He wears gaiters over striped sox with ribbon-garters and leans on a pitchfork. His hat has a low, rounded crown.",
        "source": ""
    },
    {
        "id": 16,
        "image": "0122_image.jpg",
        "thumbnail": "0122_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "costume",
        "caption": "A very poor, barefoot boy wears ragged clothes as he sells his fruit from a basket.",
        "description": "",
        "source": ""
    },
    {
        "id": 17,
        "image": "0039_image.jpg",
        "thumbnail": "0039_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "working",
        "clothing": "costume",
        "caption": "Footman to a wealthy home",
        "description": "For reasons of tradition, wealthy people liked some servants to dress in clothing of the previous century. This footman wears a tricorn hat with tassels, a doublebreasted coat, knee breeches, and white stockings with black buckled shoes. His staff is held in gloved hands. He may even be wearing a powdered wig, though that is not distinct. He opens and closes doors, carries luggage and packages, runs errands, and attends to any tasks assigned by upper servants or the master and mistress.",
        "source": ""
    },
    {
        "id": 18,
        "image": "0057_image.jpg",
        "thumbnail": "0057_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "menwomen",
        "class": "working",
        "clothing": "costume",
        "caption": "Working-class patrons eating from a street cart.",
        "description": "Like the upper-classes, common men wore top hats, shirts, cravats or ties, waistcoats, and snug trousers, though of lesser fabrics and imperfect cut. Clothing was often bought second or third hand. Footwear of all kinds was worn, slippers, shoes, and boots. The woman here wears a dress with under-bust waistline, and a blouse with a ruffle around the neck and short, gathered sleeves. Her hair is drawn up and back, with curls beside her cheeks.",
        "source": ""
    },
    {
        "id": 19,
        "image": "0058_image.jpg",
        "thumbnail": "0058_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "menwomen",
        "class": "working",
        "clothing": "costume",
        "caption": "Working people in poor clothing.",
        "description": "Woman on left carries a basket on her head of something so sell, perhaps fish She wears a short gown buttoned firmly at the high waistline and open below. Her sleeves are short and puffed, and a yellow scarf is tucked into her neckline. On her head is a sheer day cap with ruffled front. Her green skirt is torn and patched at the knee. The man is a bell-ringer (“Ten o’clock and all’s well…”) wearing a shabby coat and knee-patched breeches over white gaiters and beige shoe-covers. His hat has a long extension in back to hold off the rain as he walks through the village on wet evenings.",
        "source": ""
    },
    {
        "id": 20,
        "image": "0060_image.jpg",
        "thumbnail": "0060_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "menwomen",
        "class": "working",
        "clothing": "costume",
        "caption": "A traveling salesman has watches to sell to an interested housemaid.",
        "description": "He wears a rumpled frockcoat with an M-cut lapel and wide cuffs. His black hat is a flat type. Beneath kneebreeches, he has gaiters to protect his calves and buckled shoes. The maid wears a somewhat fancy day cap and a scarf tucked into her neckline. A high waisted apron follows the Regency lines of her red dress. An opening at the side of her dress allows her to reach through the dress to a pocket in the petticoat where she keeps her valuables. With her dress at ankle length for much work, her slippers are obvious.",
        "source": ""
    },
    {
        "id": 21,
        "image": "0665_image.jpg",
        "thumbnail": "0665_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "menwomen",
        "class": "working",
        "clothing": "costume",
        "caption": "Common folk buying and selling.",
        "description": "Left, maid or cook buys a goose for dinner. She wears a mob cap and an over-all apron. Right, middle-class woman with a feathered hat examines the wares of a door-to-door working woman in a hooded cloak. She is carrying a bundle in a sling, which might be her baby.",
        "source": ""
    },
    {
        "id": 22,
        "image": "0044_image.jpg",
        "thumbnail": "0044_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "working",
        "clothing": "costume",
        "caption": "Nursemaid for wealthier children.",
        "description": "Though the young woman is dressed nicely, her apron gives the hint of a servant rather than a mother. Both children are well dressed. The boy is in a well-fitting blue suit with a white shirt beneath, and a toy whip to carry on his walk. The little girl has a gathered, high-waisted frock, and is wrapped in a rather elaborate shawl, which a poor maid would not have for her own. The young woman’s day cap has ear-flaps, but no ruffles over the front. It appears to be sheer over the crown of the head and has a tie under her chin. She wears white stockings and black slippers.",
        "source": ""
    },
    {
        "id": 23,
        "image": "0040_image.jpg",
        "thumbnail": "0040_image_thumbnail.jpg",
        "year_from": 1810,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "working",
        "clothing": "costume",
        "caption": "Bonnet-maker (milliner) must be better dressed if her clients are to believe she understands fashion.",
        "description": "Slightly lower waistline and flared skirt with tucks on the bottom indicate it’s closer to the 1820s. A long, green, silk apron is more fashionable than a white linen one that servants would wear.",
        "source": ""
    },
    {
        "id": 24,
        "image": "0063_image.jpg",
        "thumbnail": "0063_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "menwomen",
        "class": "working",
        "clothing": "costume",
        "caption": "Middle-class woman and child.",
        "description": "The woman might be a nursemaid or the mother of the boy. Her highwaisted dress of flower print has a scarf around the neckline and elbowlength sleeves. Her day cap has long ruffles on sides and back, with a ribbon wrapped around it. A red apron is tied below the high waist and is reinforced with a cord or string knotted in front. The boy’s clothing is fancier than hers, with a double-breasted green jacket, a white collar, and a horizontally striped waistcoat. However, his corduroy trousers are too short, indicating that his family is not wealthy. He has ankle-high, tie-up shoes.",
        "source": ""
    },
    {
        "id": 25,
        "image": "0033_image.jpg",
        "thumbnail": "0033_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1810,
        "pdf": 1800,
        "person": "women",
        "class": "working",
        "clothing": "costume",
        "caption": "Housemaid with cleaning brush.",
        "description": "Either a mop or broom is used with a bucket of water to clean a floor. The maid wears a striped dress with straight, short sleeves, and a scarf tucked into the neckline. Her apron is straight and white, with a waistline typical of the first decade of the 1800s. Her mob cap is tied around with a red ribbon or narrow scarf",
        "source": ""
    },
    {
        "id": 26,
        "image": "0034_image.jpg",
        "thumbnail": "0034_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "working",
        "clothing": "costume",
        "caption": "Milkmaid with buckets on a yoke.",
        "description": "The girl wears a cloth bonnet and a rust-colored dress with a cape-like collar and long straight sleeves with cuffs. A yellow scarf inside the collar helps pad her shoulders against the weight of milk. Her long apron is patched, and she wears tieup shoes. Each bucket hangs by a leather strap from the wooden yoke. The assortment of empty containers hanging around the main buckets were for measuring out the amount of milk any customer would request as she traveled up and down the streets calling out her song of fresh milk for sale.",
        "source": ""
    },
    {
        "id": 27,
        "image": "0021_image.jpg",
        "thumbnail": "0021_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1810,
        "pdf": 1800,
        "person": "women",
        "class": "working",
        "clothing": "costume",
        "caption": "Bucket seller",
        "description": "It’s likely that the men of her family make the buckets she sells from door to door or in the marketplace. Her dress is made up of different fabrics for sleeves and skirt. A redchecked scarf covers her neck and bosom. A light blue apron is pinned to the bodice and falls above her skirt hem. Her mobcap has a very long ruffle around it. Her shorter skirt would make much walking more comfortable. She seems to be wearing slip-on footwear.",
        "source": ""
    },
    {
        "id": 28,
        "image": "0030_image.jpg",
        "thumbnail": "0030_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "working",
        "clothing": "costume",
        "caption": "Fish seller",
        "description": "This woman with a basket of fish on her head cries out her wares in a loud, piercing voice, thus creating the epithet, “fishwife.",
        "source": ""
    },
    {
        "id": 29,
        "image": "0643_image.jpg",
        "thumbnail": "0643_image_thumbnail.jpg",
        "year_from": 1700,
        "year_to": 1899,
        "pdf": 1800,
        "person": "women",
        "class": "working",
        "clothing": "garment",
        "caption": "Plain mobcap worn by most lower-class women.",
        "description": "Hair was almost always kept covered during most of the 1700s and 1800s because there was plenty of dust and dirt in the air, and more from other sources to soil the hair of a working women. Washing of hair was well spaced out, being many weeks or months between. Washing the hair was considered unhealthy, since wet hair was believed to give a woman chills, inflammation of the lungs, and lead to worse disease. An ordinary mobcap was cut from a circle of cloth, with a casing spaced in an inch or two in from the edge, and threaded with string to draw it snug.",
        "source": "From Pinterest"
    },
    {
        "id": 30,
        "image": "0008_image.jpg",
        "thumbnail": "0008_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1899,
        "pdf": 1800,
        "person": "women",
        "class": "working",
        "clothing": "garment",
        "caption": "“Pockets” to be tied on under an apron or skirt.",
        "description": "Another handy accessory of both working and middle-class women was a tied-on pocket or two. A slit in the apron or skirt allowed the woman to reach inside to place or retrieve her necessities or a convenient handkerchief. Hidden from sight, a pocket was less likely to be snatched by wiley thieves. Pockets were even used by the more well-to-do, but made of fancier materials. They provided a safe and hidden place.",
        "source": "Drawing by Carma. Free use."
    },
    {
        "id": 31,
        "image": "0153_image.jpg",
        "thumbnail": "0153_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "costume",
        "caption": "Typical men’s better clothing, middle and upper-class items.",
        "description": "The same items of clothing are worn by most classes of men, but the fabric and cut depend on wealth. Middle-class men would wear cheaper fabrics and ready-made items. The poor might have torn, mended, or dirty items. They would probably buy second and third-hand clothing from carts on the street.",
        "source": "From a fashion plate on Pinterest."
    },
    {
        "id": 32,
        "image": "0009_image.jpg",
        "thumbnail": "0009_image_thumbnail.jpg",
        "year_from": 1790,
        "year_to": 1820,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "garment",
        "caption": "Men’s Shirt Pattern and construction, 1790-1820 and on.",
        "description": "-- Collar buttoned to shirt, often worn up against cheek. -- Gathering at neck. -- Yoke over shoulder, from neck opening to sleeve. -- Front opening about 6-8 inches, buttons attached for closure. Ruffles may be attached. -- Gathering top of sleeves and above cuff. Cuff about 2-3 inches wide. Sleeve is NOT full like a pirate shirt! -- Shirt is cut for widest part of body, which causes top of sleeve seam to fall over shoulder onto upper arm. -- Reinforcement band is sewn under sleeve attachment. -- Underarm gusset to ease movement -- Slit at hem up 6-8 inches, with reinforcement at top of slit. Pattern for this shirt is in appendix. Also made by professional pattern companies in Historic Clothing section.",
        "source": ""
    },
    {
        "id": 33,
        "image": "0123_image.jpg",
        "thumbnail": "0123_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "garment",
        "caption": "Photo of men’s shirt as described above, with neck ruffle. Ca. 1815. Seen in many museums.",
        "description": "",
        "source": ""
    },
    {
        "id": 34,
        "image": "0121_image.jpg",
        "thumbnail": "0121_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "garment",
        "caption": "Photo of men’s shirt as described above. Seen in many museums.",
        "description": "",
        "source": ""
    },
    {
        "id": 35,
        "image": "0148_image.jpg",
        "thumbnail": "0148_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "costume",
        "caption": "Men's sporting outfit. Ca 1813.",
        "description": "High Coat collar at the back of his neck is from padding and stiffening. Sleeves are gathered at top insertion. The coat has a wide collar and lapels, and extra-wide cuffs that cover half of the hand. His vest has buttons from top to bottom but is only buttoned at bottom. The shirt has front ruffles. Longer knee breeches are buttoned at the side of the knee, though he could also wear snug trousers. His Wellington Boots are folded over at the top indicate rough activities rather than day or evening wear. His whip may indicate horsemanship. He wore curled hair and a top hat.",
        "source": ""
    },
    {
        "id": 36,
        "image": "0146_image.jpg",
        "thumbnail": "0146_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "costume",
        "caption": "Regency Era Day clothes, 1812.",
        "description": "Left: Doublebreasted tailcoat with high-buttoned neck. Gatheredtop sleeves. 1 inch of waistcoat properly shows beneath his coat. He wears breeches with stockings and slippers. Gaiters protect ankles from dirt. Right: Highnecked tailcoat and shirt collar with a bow-tied cravat. Gathered sleeve tops. Trousers with split hem to cover shoes. Top hat.",
        "source": ""
    },
    {
        "id": 37,
        "image": "0037_image.jpg",
        "thumbnail": "0037_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "costume",
        "caption": "Comparison of Regency Era Day clothes - part 1",
        "description": "Left: Early 1800s film costume. Not quite authentic. Most of the double-breasted tailcoat and neck-gear are accurate, but the coat is cut very high in front, showing 4 inches of waistcoat, whereas 1 inch or less was more authentic fashion. Also, entire shirt cuffs descend below the coat sleeves, where just a bit of cuff or ruffle was usually the mode. Since such features were never seen in early 1900s fashion plates, we may suppose the costume designer chose these departures from authenticity. The gentleman wears boots and carries a cane. Right: Regency Fashion Plate. Tailcoat with inner pleats and gathered sleeve tops. Note diamond-shaped back piece, and covered buttons above tail pleats. Tight trousers, possibly knitted. Slippers for evening wear. Top hat.",
        "source": ""
    },
    {
        "id": 38,
        "image": "0049_image.jpg",
        "thumbnail": "0049_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "costume",
        "caption": "Comparison of Regency Era Day clothes - part 2",
        "description": "Left: Gentleman correctly dressed for playing billiards. Watch fob hangs below waist. Smoking means no ladies present. Right: Outdoor wear, hat, boots, and gloves. Matthew Rhys plays Mr. Darcy.",
        "source": ""
    },
    {
        "id": 39,
        "image": "0155_image.jpg",
        "thumbnail": "0155_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "costume",
        "caption": "Formal and Evening Clothing",
        "description": "Left: Film formal wear with double - breasted tailcoat, knee breeches, double fobs, lace shirt cuffs, gloves , and walking stick. White stockings and slippers, possibly indicate dancing. Fashionably tousled hair. Not happy. Right: Painting from Regency Era. Wide collars of fur on tailcoat. Patterned silk waistcoat showing a fashionable border below coat. Silk knee -breeches and sheer silk stockings with slippers. Quite self - content.",
        "source": ""
    },
    {
        "id": 40,
        "image": "0147_image.jpg",
        "thumbnail": "0147_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "costume",
        "caption": "Regency Era fashion plates of men’s coats and hats.",
        "description": "Left: Very plain straight coat. Gathered tops of sleeves, pocket flaps, high buttoned tailcoat, light waistcoat, walkingstick. Standard beaver top hat. Slim trousers with shoes. Right: Greatcoat with 3 capes indicates a sporting driver. Theoretically, sporting drivers laughed at rain because multiple capes kept shoulders dry. Giant cuffs may keep hands warm at racing speeds. (Wow! 25 MPH!) Trousers are tucked into tasseled Hessian boots. Hat with sloped brim front and back may also be meant to aid speed, or at least look like it.",
        "source": ""
    },
    {
        "id": 41,
        "image": "0150_image.jpg",
        "thumbnail": "0150_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "garment",
        "caption": "Greatcoat with 5 capes",
        "description": "Multiple capes indicate a sporting driver or one who drove in any kind of heavy weather. Multiple capes kept shoulders dry. It was also a show-off coat for men who considered themselves speedy and accurate drivers.",
        "source": "This authentic coat is from a museum, seen on Pinterest."
    },
    {
        "id": 42,
        "image": "0016_image.jpg",
        "thumbnail": "0016_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "costume",
        "caption": "1800 military red coat uniform and bearskin hat on Colonel Thomas Grosvenor (1764-1851)",
        "description": "He has an officer’s epaulets, gold buttons, and gold emblem necklace denoting rank. Very young in this painting, Grosvenor became famous and outstanding for skill and courage.",
        "source": ""
    },
    {
        "id": 43,
        "image": "0564_image.jpg",
        "thumbnail": "0564_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "costume",
        "caption": "American Naval Uniforms of 1810",
        "description": "The officers on right wear double-breasted navy coats with gold edgings and epaulets. One wears knee-breeches and stockings with shoes. The other wears tight trousers tucked into Hessian-style boots Both have bicorn hats, wide brims folded together at the tops. Mid-level seamen wear navy coats, red vests and top hats. His bell-bottoms are more narrow than usual, but that might be due to the artist rather than reality. Top hats and bicorns would be pretty unstable in a high wind. A regular seaman wears striped trousers and a low-crowned hat.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 44,
        "image": "0018_image.jpg",
        "thumbnail": "0018_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "middleupper",
        "clothing": "costume",
        "caption": "Regency British officer naval uniforms.",
        "description": "Left- This officer wears a half frockcoat (left) in the darkest navy blue (or possibly black). It is double-breasted and buttoned. The abundance of gold braiding shows high rank. Right- The junior officer on right wears a tailcoat in the same dark color but with no gold braid. Both wear white knee-breeches buttoned below the knee, white stockings, formal slippers, and carry gloves.",
        "source": ""
    },
    {
        "id": 45,
        "image": "0059_image.jpg",
        "thumbnail": "0059_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "upper",
        "clothing": "hairstyle",
        "caption": "Hair was preferred curled, tousled, and swept forward, even when there wasn’t much hair.",
        "description": "Left - King George the Fourth (a.k.a. \"Prinny\"), Prince Regent during his father’s illness. Center - Even older men did what they could to have fashionable hair. Right - Portrait shows carefully tossed curls above multiple collars and elaborate neckcloth. Painting from Wikimediafoundation.com. Three styles of sideburns are shown.",
        "source": "All seen on Pinterest. Third painting from wikimediafoundation.com."
    },
    {
        "id": 46,
        "image": "0070_image.jpg",
        "thumbnail": "0070_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "upper",
        "clothing": "hairstyle",
        "caption": "Men’s Regency and Empire hairstyles were usually curled, tousled, and swept forward over cheeks and forehead, various sideburn styles. Very high collars and intricate cravats were fashionable",
        "description": "",
        "source": "All seen on Pinterest. Second painting is from National Gallaries.org, and the third painting is from topofart.com."
    },
    {
        "id": 47,
        "image": "0051_image.jpg",
        "thumbnail": "0051_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "men",
        "class": "upper",
        "clothing": "hairstyle",
        "caption": "Men’s Regency and Empire hairstyles were usually curled, tousled, and swept forward over cheeks and forehead. Very high collars and intricate cravats were fashionable. Brims of top hats were low in front and back, but high on the sides. The width of the brims varied.",
        "description": "",
        "source": "Seen on Pinterest."
    },
    {
        "id": 48,
        "image": "0145_image.jpg",
        "thumbnail": "0145_image_thumbnail.jpg",
        "year_from": 1810,
        "year_to": 1860,
        "pdf": 1800,
        "person": "men",
        "class": "upper",
        "clothing": "footwear",
        "caption": "Two styles of men's boots, Wellington and Hessian.",
        "description": "Left- A Wellington boot was designed after the Duke of Wellington. The boot had a wide, foldover cuff at the top, tied with an inside cord to hold the boot close to the calf so dirt and detritus could not get inside. Right– The Hessian boot was designed after soldiers from Hesse, in Germany. It has a frontcenter dip, and is often ornamented around the top edge. A tassel hangs at the point of the dip.",
        "source": "Drawn by Carma after Wilson, A History of Shoe Fashion"
    },
    {
        "id": 49,
        "image": "0065_image.jpg",
        "thumbnail": "0065_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "family",
        "class": "upper",
        "clothing": "costume",
        "caption": "Regency dance, authentic early Regency illustration.",
        "description": "Note shorter skirts and slippers for dancing. Men wear knee britches, some trousers, and slippers for dancing. One navy man can be seen on right with his dark blue bell-bottomed trousers.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 50,
        "image": "0022_image.jpg",
        "thumbnail": "0022_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1810,
        "pdf": 1800,
        "person": "family",
        "class": "upper",
        "clothing": "costume",
        "caption": "Man and wife, 1800-1810.",
        "description": "Her dress has a typical high waistline of Regency/Empire with straight, gathered skirt and slender, shorter sleeves. Her hair is parted in the middle without embellishing curls. His hair is short, straight, but swept forward in fashion. He wears a greatcoat over his clothes, but it’s collars and lapels are wide. His high shirt points fold down.",
        "source": "Found on Pinterest."
    },
    {
        "id": 51,
        "image": "0151_image.jpg",
        "thumbnail": "0151_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "family",
        "class": "upper",
        "clothing": "costume",
        "caption": "Authentic 1800- 1819 Clothing in Museums",
        "description": "Left: Hunting costumes for man and woman. She wears a skirt and rides sidesaddle. His sleeves with gathers at the top are a give-away of the early 1800s. Trousers and breeches always open with a broadfall flap in front, fastened at each side. His boots are Wellington. Right: Formal clothing. For her, high waistline with slender sleeves and decorated hemline. He wears knee breeches, white stockings and slippers. Above his black tailcoat is a white waistcoat, showing an inch below. He has a fob at his waist and a cravat his neck around his neck.",
        "source": "Museum costumes seen on Pinterest."
    },
    {
        "id": 52,
        "image": "0067_image.jpg",
        "thumbnail": "0067_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "family",
        "class": "upper",
        "clothing": "costume",
        "caption": "Regency Man and woman at a ball (from a film production). 1800-1820 Each outfit is correct, but not for the same event.",
        "description": "She is dressed formally for dancing wearing sheer fabric, evening gloves, head decorations, and fan. He wears Wellington boots, a top hat, and gloves for outdoor activities. Maybe he just dropped into the ball on the way home from riding a long distance and hasn’t taken time to change. (A shocking solecism!) That would also account for his unshaven face and hair even more messy than usual. She seems glad to see him anyhow.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 53,
        "image": "0041_image.jpg",
        "thumbnail": "0041_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "family",
        "class": "upper",
        "clothing": "costume",
        "caption": "Cover of Regency novel by Georgette Heyer.",
        "description": "Heyer is a world-acclaimed writing heir to Jane Austin and author of dozens of deliciously authentic Regency novels. In the mid-1980s her publisher enlisted an excellent cover artist who painted the modes of the time with incredible fidelity and amazing artistry. All of her novels of that time bore these wonderful covers. After hours of searching, this author was unable to find out the name of that particular artist, but he or she is a master equal to the very best in history. If you loved Pride and Prejudice, DO race to the library to check out and read her novels! (The gentleman is chewing on his walking stick handle, NOT smoking!)",
        "source": ""
    },
    {
        "id": 54,
        "image": "0071_image.jpg",
        "thumbnail": "0071_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "family",
        "class": "upper",
        "clothing": "costume",
        "caption": "Authentic 1800 - 1810 Illustrations, men and women, one child.",
        "description": "Note how very high the waistlines are, both front and back, tucked right below the bust line. Bonnets frame the face, fancier for women of wealth. Also, gloves were required in public. Popular toward the 1820s were frills and ruffles at the bottom of a slightly flaring skirt, seen on left. Sleeves were slender but decorated if affordable. Both men wear tailcoats with a bit of waistcoat showing in front, with high collars and cravats. Both have snug trousers or low breeches with Wellington boots. Left top hat is larger at the top than at the base. The child is dressed like her mother but in a dress too large, possibly a hand-me-down or second-hand clothes.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 55,
        "image": "0139_image.jpg",
        "thumbnail": "0139_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "family",
        "class": "upper",
        "clothing": "costume",
        "caption": "Family playing checkers. 1803",
        "description": "His coat shoulders are sloped up to a high collar. The coat is double-breasted but has no visible gathering at sleeve tops. His neckcloth covers any shirt collar points and is elaborately tied as the day demands. Trousers are snug, probably knit, and tuck into plain, mid-calf boots. Hair is fashionably disordered and swept forward, but not curled. Mother and daughters wear white, Empire style dresses with under-bust waistlines, low necklines, and snug, short sleeves. Hair is designed in the “Greek style.” A baby sleeps on the mother’s lap.",
        "source": "Found on Pinterest."
    },
    {
        "id": 56,
        "image": "0140_image.jpg",
        "thumbnail": "0140_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "family",
        "class": "upper",
        "clothing": "costume",
        "caption": "Well-to-do Paris family of 1803. Painting by PasserPayez Boilly.",
        "description": "In this detailed painting, the observer can take in all the minute details of everyone’s outfits, from father to nursemaid to children, and from headgear to shoes and stockings.",
        "source": "From Wikipedia."
    },
    {
        "id": 57,
        "image": "0141_image.jpg",
        "thumbnail": "0141_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "family",
        "class": "upper",
        "clothing": "costume",
        "caption": "Portrait of Antoine-Georges-Francois de Chabaud-Latour and his Family, 1806.",
        "description": "By Jacques-Luc Barbier-Walbonne, in the RISD Museum, Providence, RI. The earliest decade of the 1800s is shown by the classical drape and very high waistlines of the white dresses on mother and daughter. Colors began to come into women’s dresses after 1810- 20. The father’s coat is high and wide through the collar, with a waistcoat that reaches high to cover the shirt collar and tied cravat. He wears wellington boots below buff, knee-buttoned breeches. The boy has colorful clothing with trousers, stockings, and day shoes. He looks excessively bored.",
        "source": ""
    },
    {
        "id": 58,
        "image": "0156_image.jpg",
        "thumbnail": "0156_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "family",
        "class": "upper",
        "clothing": "costume",
        "caption": "Mother and child of well-to-do family. Ca. 1816.",
        "description": "The abundant lace and fine fabrics of the empire-style clothing indicates wealth. The elaborate hairstyles were probably done by a maid. Women’s hair of this era was always parted in the center, with curls, braids, and other fancy hair curls on side-fronts and braids at top back. The mother’s black dress may indicate mourning, but the plethora of white lace would make it very late mourning",
        "source": ""
    },
    {
        "id": 59,
        "image": "0028_image.jpg",
        "thumbnail": "0028_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1810,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "1800-1810 Middle-Class best dress fashion plates.",
        "description": "Very high waistlines. Very straight skirts follow a classical drape. Left - One woman wears a popular turban with ostrich plume. Right: Evening dresses, long gloves and fans. One dress has a train. The other has an openshoulder sleeve and a large hair ornament.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 60,
        "image": "0073_image.jpg",
        "thumbnail": "0073_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Patterns for reproductions of dresses for 1800-1820 era. These plain skirts indicate early 1800s.",
        "description": "Yes, there are patterns for Regency-Empire dresses by most pattern companies! Usually listed as Historic Costumes.",
        "source": ""
    },
    {
        "id": 61,
        "image": "0029_image.jpg",
        "thumbnail": "0029_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Better day dresses with trims for artistic young women",
        "description": "Higher class young women go about approved daily activities of art and music. Dresses and hair have nice trims, very high waistlines, and narrow skirts, whether gathered or plain. Note that hair for these decades is parted in center, with curls around face and high in back. It’s a popular Greek-sculpture look. Working-class women would copy the silhouettes, but could not afford such decoration.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 62,
        "image": "0024_image.jpg",
        "thumbnail": "0024_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1810,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Better dresses worn with shawls.",
        "description": "Shawls were standard wear with all dresses, almost everywhere. Such low-cut necklines could only be achieved with corsets that supported the busts. Notice Well-coifed hair, center-parted, curls at sides, and elaborate hair in back or on crown.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 63,
        "image": "0027_image.jpg",
        "thumbnail": "0027_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1810,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Regency or Empire upper-class gown in a portrait.",
        "description": "Her very low-cut neckline is embroidered with gold, as is her high belt and edge lace of snug sleeve. Her shawl has embroidery at edge and very wide edging at hem. Her hair is parted center, curled on front and sides, with a mop of carelessly-careful curls arranged on top behind a headband.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 64,
        "image": "0025_image.jpg",
        "thumbnail": "0025_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Early 1800s gowns for Pride and Prejudice.",
        "description": "Left: Gown sketch for Jane Bennet of Pride and Prejudice. Right: Gowns at a ball in unidentified Regency film production. From Pinterest.",
        "source": ""
    },
    {
        "id": 65,
        "image": "0078_image.jpg",
        "thumbnail": "0078_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Authentic dresses in museums.",
        "description": "The wide and low necklines of the early 1800s were made possible by the use of a corset beneath the gown to support the busts. Even though cinched-in waistlines were not the fashion emphasis, corsets with edge-of-shoulder straps allowed almost any neckline to be very revealing. Cartoons of the time show women with large bosoms practically falling out of their dress tops.",
        "source": "From Pinterest."
    },
    {
        "id": 66,
        "image": "0084_image.jpg",
        "thumbnail": "0084_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Day dresses of the upper classes.",
        "description": "Cover of Regency novel by Georgette Heyer. Georgette Heyer is the world-acclaimed writing heir of Jane Austin and has written dozens of deliciously authentic Regency novels. In the mid-1980s her publisher enlisted an excellent cover artist who painted the modes of the time with incredible fidelity and amazing artistry. All of her novels of that decade bore these wonderful covers. After hours of searching, this author was unable to find out the name of that particular artist, but he or she is a master to equal the very best. The details of the dresses here are self-explanatory. If you loved Pride and Prejudice, but have not read Georgette Heyer, race to your nearest library or bookstore (or Amazon) and prepare for a reading treat!",
        "source": "Cover of Regency novel by Georgette Heyer."
    },
    {
        "id": 67,
        "image": "0031_image.jpg",
        "thumbnail": "0031_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Evening dresses of the upper classes.",
        "description": "Cover of Regency novel by Georgette Heyer. The artist portrays luscious silks, sheers, and velvets with amazing skill. Yes, some women even wore sheer fabric over fleshcolored slips or tights. It was even fashionable to wear muslin gowns made damp enough to cling to the body beneath. Georgette Heyer is the world-acclaimed writing heir of Jane Austin and has authored dozens of deliciously authentic Regency novels. They’ve been published in languages throughout the world, and are still popular 50 to 90 years after original publication. In the mid-1980s her publisher enlisted an excellent cover artist who painted the modes of the Regency with incredible fidelity and amazing artistry. All of her novels of that series bore these wonderful covers. After hours of searching, this author was unable to find out the name of that particular artist, but he or she is a master to equal the very best in history. If you loved Pride and Prejudice, but have not read Georgette Heyer, race to your nearest library or bookstore (or Amazon) and prepare for a reading treat! You might even find these very covers on older copies!",
        "source": "Cover of Regency novel by Georgette Heyer."
    },
    {
        "id": 68,
        "image": "0110_image.jpg",
        "thumbnail": "0110_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Evening gowns for more mature women.",
        "description": "Left –1800-1820, Museum gowns for more mature women. These modest gowns were worn in early 1800. Right – Museum Regency evening gown with embroidered front and hem.",
        "source": "Both images found on Pinterest."
    },
    {
        "id": 69,
        "image": "0111_image.jpg",
        "thumbnail": "0111_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Early 1800s In portraits. Evening gowns for the very wealthy.",
        "description": "Left, note the stand-up lace collar, deeply embroidered veil, goldbraided belt, and heavy velvet dress fabric with a train. Right, notice her “Vshaped” hair part, as well as the tower of braids above her gold crown. Her sleeves are satin, and her dress a glowing velvet with a high gold belt. The low neckline has a sheer inset. Both women required hired maids or dressers to arrange their hair and clothing",
        "source": "Seen on Pinterest."
    },
    {
        "id": 70,
        "image": "0114_image.jpg",
        "thumbnail": "0114_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Authentic Regency or Empire dresses in Museums.",
        "description": "Dresses center and right are inching toward styles of the 1820s with slightly lower waists, and “A” shaped skirt silhouette with ornate hem treatment.",
        "source": "Found on Pinterest."
    },
    {
        "id": 71,
        "image": "0083_image.jpg",
        "thumbnail": "0083_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "1800-1820 better day dresses, museum, and film.",
        "description": "Left - Authentic day dress in a historic home. Lowering waistline indicates closer to 1820. Right - Day dress in film. For modesty or cold, a scarf was often tucked into the low neckline.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 72,
        "image": "0116_image.jpg",
        "thumbnail": "0116_image_thumbnail.jpg",
        "year_from": 1810,
        "year_to": 1825,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Formal gowns for the aristocracy and nobility.",
        "description": "Both gowns are encrusted with gold lace and gold embroidery. Left - Gown is a reproduction for a film. Right - Authentic museum gown on right tends toward the 1820s with its slightly lower waistline and flared skirt, elaborately embroidered and beaded from hem to knee. Both images are from Pinterest sites. One wonders if the film dress was modified from the museum gown.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 73,
        "image": "0119_image.jpg",
        "thumbnail": "0119_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Women's outdoor wear",
        "description": "Common items were the pelisse (long jacket with open front), spencer (jacket only to high waistline), and shawl any time, anywhere. Notice bonnets. More bonnets are shown below.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 74,
        "image": "0095_image.jpg",
        "thumbnail": "0095_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "costume",
        "caption": "Women’s Bonnets for middle or wealthy classes. A fashion plate from this time.",
        "description": "Most bonnets were made to frame the face with wide brims and as much ornamentation as a woman could afford. Even the poorest woman would never leaver her home without some sort of bonnet on, and often would not even go outdoors in her own yard, lest the sun brown her alabaster complexion. Note the other style, which was rather an enlarged cap to surround the piled-up hairdo, but with ruffled lace around the face and under the chin and back hair, with openings for the ears. It tied under the chin. One supposes that a woman wearing this style would also carry a parasol against the sun. It was a common undertaking for a woman to buy fal-lals to redecorate her bonnets for various seasons and occasions. The black bonnet with black ribbons, bottom right, was probably a mourning bonnet, which should be worn for 6 months to 2 years after the death of a loved one (depending on a woman’s closeness to the deceased. Widow = 2 years. Parent or child = 1 year. Other relatives, 6 months or so).",
        "source": "Seen on Pinterest."
    },
    {
        "id": 75,
        "image": "0118_image.jpg",
        "thumbnail": "0118_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "hairstyle",
        "caption": "Women's hairstyles 1800-1819",
        "description": "Fashion hair was typified by tousled curls around the face and on top, and usually a center part. Look at the portraits and illustrations above from these decades for many authentic examples. Women may have had small or wispy curls in front of her ears, but not the long, heavy, loose locks typified in the years after 2000.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 76,
        "image": "0303_image.jpg",
        "thumbnail": "0303_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "underwear",
        "caption": "Women's underwear - Chemise",
        "description": "Throughout the 1800s, the most common item of underclothing was a chemise, a sort of slip that reached from shoulder to calf, and might have sleeves, depending on weather. For the poor a chimise had no ornamentation other than a drawstring at the top, and was often used as a nightgown, as well. The wealthy decorated it with tucks and lace. The top might be cut closer to the neck, or dropped over the shoulder, as here. Stockings of calf or knee-length were worn with ankle booties or shoes for walking, or with slippers for more dressy occasions.",
        "source": ""
    },
    {
        "id": 77,
        "image": "0126_image.jpg",
        "thumbnail": "0126_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "underwear",
        "caption": "Women's underwear - Pantalets",
        "description": "Women who could afford them also wore pantalets, leg coverings for each leg, attached to each other only at the waistline front and back, with buttons or ties. This left the crotch open for toilet functions. (They wore bands and folded cloths for menstruation.) The hem of the pantalet could be ruffled with lace and embroidery as at far left.",
        "source": ""
    },
    {
        "id": 78,
        "image": "0763_image.jpg",
        "thumbnail": "0763_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "underwear",
        "caption": "Women's underwear - Corset",
        "description": "Over the chemise women wore a corset to hold up their breasts and narrow their waistlines. The model left holds her corset. In the early 1800s, corsets might only come down to the waist, and were barely cinched. Later in the century, small waistlines were prized, so corsets came down to the hips, and were tightly cinched-in at the waist.",
        "source": ""
    },
    {
        "id": 79,
        "image": "0066_image.jpg",
        "thumbnail": "0066_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "underwear",
        "caption": "Layers of a Regency Dress",
        "description": "1..Unclothed 2..Pantalets or drawers. Split crotch for convenience. 3..Chemise for warmth, comfort, modesty 4..Corset with boning to hold up busts, usually with backlacing. 5..Petticoat to smooth under-layers and to line the dress. 6..Dress for wearing in public. So next time you see a “Bodice-ripper” novel with the wicked duke unfastening the back of the heroine’s dress to expose her bare skin, you can laugh at the publisher and artist. (And thank goodness we didn’t live in those days!)",
        "source": ""
    },
    {
        "id": 80,
        "image": "0120_image.jpg",
        "thumbnail": "0120_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1819,
        "pdf": 1800,
        "person": "women",
        "class": "upper",
        "clothing": "underwear",
        "caption": "Authentic early 1800s corset",
        "description": "Here’s an authentic corset from the early 1800s. The boning down to the waist or hips held up the cantilevered half cups. Thus, a woman’s neckline could be cut as low as she desired.",
        "source": ""
    },
    {
        "id": 81,
        "image": "0026_image.jpg",
        "thumbnail": "0026_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1815,
        "pdf": 1800,
        "person": "children",
        "class": "upper",
        "clothing": "costume",
        "caption": "Mother and Daughter",
        "description": "The 10-year-old daughter seems to be holding a small portrait necklace of her father on a chain around her mother’s neck. Young girls wore their hair “down” until they came out socially, around age 16-18. This girl’s hair has been curled in ringlets.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 82,
        "image": "0764_image.jpg",
        "thumbnail": "0764_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1810,
        "pdf": 1800,
        "person": "children",
        "class": "uppermiddle",
        "clothing": "costume",
        "caption": "Family portrait of parents and 8 children.",
        "description": "Upper middle class family of wealth shows all males dressed similarly and all females dressed similarly. Males wear dark or black doublebreasted coats with metal buttons from bottom to collar. Father and oldest son wear cravats and hair combed forward. Little boy wears lighter trousers, as do the men, though it’s not shown. Mother and all daughters wear white muslin in classic Empire styles. Mother has V neck with lace and a scarf around her curls. All daughters have short puffed sleeves and low, squarish necks with plain skirts.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 83,
        "image": "0765_image.jpg",
        "thumbnail": "0765_image_thumbnail.jpg",
        "year_from": 1810,
        "year_to": 1815,
        "pdf": 1800,
        "person": "children",
        "class": "uppermiddle",
        "clothing": "costume",
        "caption": "Clothing of nurse, little girl and baby.",
        "description": "Little girl wears high waisted dress, puffed sleeves and pantalets. Baby wears a cap and a long, long, Empire gown. Fashionable, but difficult for diaper changing. Nurse wears Empire waist with a tucked-in scarf and long apron. Her mobcap is ruffled around the cap, but also has ruffled ties below her chin.",
        "source": "From a museum, shown on Pinterest."
    },
    {
        "id": 84,
        "image": "0094_image.jpg",
        "thumbnail": "0094_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1820,
        "pdf": 1800,
        "person": "children",
        "class": "uppermiddle",
        "clothing": "garment",
        "caption": "Baby Caps",
        "description": "Hand knitted or crocheted baby caps with ribbons, ruffles, and lace have not changed much through the decades.",
        "source": "Seen on Pinterest."
    },
    {
        "id": 85,
        "image": "0766_image.jpg",
        "thumbnail": "0766_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1810,
        "pdf": 1800,
        "person": "children",
        "class": "uppermiddle",
        "clothing": "costume",
        "caption": "Sister in upper middle-class family with younger brothers.",
        "description": "Sister about age 12 trying to practice piano wears blue Empire dress with puffed short sleeves, a very high waistline and very low decoletage. She wears a necklace, green slippers, and a hairdo similar to her mother’s. Her younger brothers harass her in clothing modeled largely after their father’s. Waist-length coat, ruffled shirt collar and broadfall trousers don’t slow down the younger brother. Any parent can imagine the shrieks, threats, and laughter taking place in this moment.",
        "source": ""
    },
    {
        "id": 86,
        "image": "0023_image.jpg",
        "thumbnail": "0023_image_thumbnail.jpg",
        "year_from": 1800,
        "year_to": 1810,
        "pdf": 1800,
        "person": "children",
        "class": "upper",
        "clothing": "costume",
        "caption": "Portrait of a adolescent girl with typical hair and gown.",
        "description": "",
        "source": "Seen on Pinterest"
    },
    {
        "id": 87,
        "image": "0107_image.jpg",
        "thumbnail": "0107_image_thumbnail.jpg",
        "year_from": 1810,
        "year_to": 1820,
        "pdf": 1800,
        "person": "children",
        "class": "upper",
        "clothing": "costume",
        "caption": "School Girls taking a walk with teachers.",
        "description": "Wide variety of dresses, hats, and fabrics. All wear hats and gloves outdoors, as is proper.",
        "source": "Seen on Pinterest"
    }
]